FilesystemAndDisk_Test/Disk_SSD_MP400_4TB_NVMe_scripts/mp4004TB_fio_test_write_ranseq/rand_write_test_2_jobs.out
rand_write_test: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
...
fio-3.28
Starting 2 processes

rand_write_test: (groupid=0, jobs=2): err= 0: pid=580070: Thu May  2 19:01:30 2024
  write: IOPS=60.0k, BW=234MiB/s (246MB/s)(200GiB/874516msec); 0 zone resets
    slat (nsec): min=1923, max=4053.6k, avg=4565.83, stdev=2023.25
    clat (nsec): min=849, max=23790k, avg=27504.37, stdev=82777.61
     lat (usec): min=7, max=23794, avg=32.15, stdev=83.06
    clat percentiles (usec):
     |  1.00th=[    9],  5.00th=[   11], 10.00th=[   12], 20.00th=[   15],
     | 30.00th=[   17], 40.00th=[   18], 50.00th=[   20], 60.00th=[   21],
     | 70.00th=[   23], 80.00th=[   27], 90.00th=[   47], 95.00th=[   69],
     | 99.00th=[  123], 99.50th=[  188], 99.90th=[  766], 99.95th=[ 1319],
     | 99.99th=[ 3654]
   bw (  KiB/s): min=10340, max=602120, per=100.00%, avg=240165.99, stdev=56865.57, samples=3492
   iops        : min= 2584, max=150530, avg=60041.21, stdev=14216.42, samples=3492
  lat (nsec)   : 1000=0.01%
  lat (usec)   : 2=0.01%, 4=0.01%, 10=4.54%, 20=51.46%, 50=34.63%
  lat (usec)   : 100=7.77%, 250=1.24%, 500=0.14%, 750=0.07%, 1000=0.07%
  lat (msec)   : 2=0.04%, 4=0.02%, 10=0.01%, 20=0.01%, 50=0.01%
  cpu          : usr=13.93%, sys=23.38%, ctx=52413580, majf=0, minf=63
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,52428800,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=234MiB/s (246MB/s), 234MiB/s-234MiB/s (246MB/s-246MB/s), io=200GiB (215GB), run=874516-874516msec

Disk stats (read/write):
  nvme1n1: ios=90/52413970, merge=0/0, ticks=33/1202667, in_queue=1202699, util=100.00%